const logoText = useLogoFXORO();
const footerPercent = useFooterPercent();

function footer_TH() {
  return {
    social: {
      followUsOn: "ติดตามเราที่",
      getOurApp: "รับแอปของเรา",
      getOurAppFromApple: `รับแอปของเราจาก <span lang="en">Apple Store</span>`,
      getOurAppFromGoogle: `รับแอปของเราจาก <span lang="en">Google Play</span>`,
    },
    disclaimer: {
      para1: `เว็บไซต์นี้อยู่ภายใต้การดำเนินงานของ MCA Intelifunds Ltd ซึ่งเปิดการซื้อขายในนาม ${logoText.value}`,
      para2: `MCA INTELIFUNDS LTD ซึ่งเปิดการซื้อขายในนาม "${logoText.value}" เป็นบริษัทให้บริการทางการเงินที่ได้รับการจดทะเบียนตามกฎหมายของสาธารณรัฐตัวของไซปรัสและได้รับใบอนุญาตและกำกับดูแลโดยกรมคุ้มครองหลักทรัพย์และตลาดแห่งไซปรัส (CySEC) หมายเลขใบอนุญาต 126/10`,
      para3: `ที่อยู่: เลขที่ 82 ถนน Petrou Tsirou, Mesa Geitonia, 3076, Limassol, ไซปรัส`,
      para4: `เงินทุนของลูกค้าถูกเก็บไว้ในบัญชีแยกไว้และมีการประกันโดยกองทุนชดใช้ลูกค้าซึ่งขึ้นอยู่กับความมีสิทธิในการขอรับความเสี่ยง`,
      para5: `<u>คำเตือนเกี่ยวกับความเสี่ยง</u>`,
      para6: `CFD เป็นเครื่องมือที่ซับซ้อนและมีความเสี่ยงสูงในการสูญเสียเงินอย่างรวดเร็วเนื่องจากการใช้ความเสี่ยงของเงินทุน ผู้ลงทุนประเภทส่วนใหญ่ ${footerPercent.value}% สูญเสียเงินเมื่อซื้อขาย CFD กับผู้ให้บริการนี้ คุณควรพิจารณาว่าคุณเข้าใจ CFD อย่างไรและสามารถรับความเสี่ยงที่สูงในการสูญเสียเงินของคุณได้หรือไม่`,
      para7: `คณะกรรมการตลาดหลักทรัพย์แห่งชาติสเปน (CNMV) ได้ตัดสินใจว่า ด้วยความซับซ้อนของ CFD และความเสี่ยงที่เกี่ยวข้องการซื้อขายผลิตภัณฑ์เช่นนี้โดยลูกค้าปลีกไม่เหมาะสม / เหมาะสม ในเชิงนี้ ในที่นี้ ตามความต้องการที่เกี่ยวข้องที่นำเสนอโดย CNMV คุณจะได้รับคำเตือนว่าคุณกำลังจะซื้อผลิตภัณฑ์ที่ซับซ้อนและยากลำบากในการเข้าใจ: สัญญาซื้อขายความแตกต่าง (CFD) CNMV ได้ตัดสินใจว่า ด้วยความซับซ้อนและความเสี่ยงที่เกี่ยวข้องการซื้อผลิตภัณฑ์นี้โดยนักลงทุนปลีกไม่เหมาะสม / เหมาะสม`,
      para8: {
        para: `เนื่องจากสิ่งนี้ CFD อาจไม่ใช่การลงทุนที่เหมาะสมสำหรับทุกคน อัตราการค้าเงินทุนสูงที่มีให้กับนักซื้อขาย CFD อาจทำงานเพื่อคุณหรือกัน คุณควรลงทุนเฉพาะเงินที่คุณสามารถเสียได้ CFD เป็นสินทรัพย์ทางการเงินที่ซับซ้อนและใช้การค้าเงินตัวในอัตราส่วนสูง การซื้อขายฟอเร็กซ์ สินค้า ดัชนี และหุ้นที่เปิดตัวจาก CFD หรือสินทรัพย์ในอื่นๆ ของ บริษัท เป็นอันตรายสูงและอาจ导致ความเสียหายในการลงทุนของคุณ ก่อนที่จะเข้ามาในการซื้อขายคิดที่จะหาวัตถุประสงค์ทางการเงินของคุณทักษะของคุณและคาดการณ์ความเสี่ยงที่เป็นไปได้ที่เกี่ยวข้องกับการซื้อขายผลิตภัณฑ์ของบริษัท สินทรัพย์ซึ่งเป็นส่วนผสมและสินทรัพย์ที่น่าจะเป็นจากตลาดอื่น ๆ อาจมีความผันผวนที่หนัก CFD อาจเปลี่ยนราคาอย่างรวดเร็วและอาจแสดงถึงการเปลี่ยนแปลงในเงื่อนไขตลาดที่เกิดขึ้นจากเหตุการณ์ที่ซึ่งไม่สามารถคาดคะเนได้ ที่สุดท้ายทั้งหมดเหตุการณ์เหล่านี้ไม่สามารถถูกก่อการให้รู้ตัวกันด้วยความเป็นไปไม่ได้ทั้งคุณและ {logoText} ที่ดีที่สุดคือให้คำปรึกษากับที่ปรึกษาทางการเงินที่มีใบอนุญาต {logoText} ไม่ให้คำปรึกษาทางการเงินแก่ลูกค้าของเขาและข้อมูลที่ให้ไว้ที่นี่มีไว้เพื่อวัตถุประสงค์ทางการตลาดเท่านั้น การกระทำในอดีตไม่ใช่ตัวบ่งชี้สำหรับผลลัพธ์ในอนาคต ตรงนี้ต้องอ่าน {riskWarningPage} เพื่อให้มีภาพลักษณ์ชัดเจนเกี่ยวกับความเสี่ยงที่เกี่ยวข้องกับการซื้อขายผลิตภัณฑ์ของบริษัท`,
        riskWarning: `คำเตือนเกี่ยวกับความเสี่ยง`,
      },
      para9: `MCA Intelifunds Limited ไม่ให้บริการสัญญาความแตกต่างให้กับผู้อาศัยในสามัญคณะตั้งแต่อเมริกา รัฐสหรัฐอเมริกา สาธารณรัฐอิสลามแห่งอิหร่าน และแคนาดา`,
      para10: `${new Date().getFullYear()} ${
        logoText.value
      } สงวนลิขสิทธิ์ทั้งหมด`,
    },
  };
}

export default footer_TH;
