function privacyAndSecurityPolicy_Translation_AR() {
  return {
    seo: {
      metaTitle: "سياسة الخصوصية والأمان",
      metaDescription:
        "سياسة الخصوصية ومعايير الأمان. FXORO، وسيط التداول عبر الإنترنت الذي يمكن من خلاله تحقيق كل شيء.",
    },
    contentPASP: {
      sectionTop: {
        para1: `MCA INTELIFUNDS LTD، (فيما بعد الشركة) التداول بإسم "FXORO"، هي شركة استثمار تخضع للتنظيم من قبل هيئة قبرص للأوراق المالية والبورصة بترخيص رقم 126/10 وتعمل وفقًا لقانون خدمات وأنشطة الاستثمار والأسواق المنظمة في قبرص لعام 2017 (القانون رقم 87(I)/2017) (فيما بعد "القانون").`,
        para2: `FXORO ملتزمة بحماية خصوصية جميع البيانات الشخصية التي تتم الحصول عليها منك، بما في ذلك البيانات التي نحصل عليها أثناء زياراتك لمواقع FXORO. تقوم FXORO بالتعامل مع بياناتك، والاحتفاظ بها، ومعالجتها فقط بما يتوافق مع المتطلبات القانونية السارية وفقًا للحد الذي يكون ذلك ضروريًا لتحقيق الأغراض المبينة فيما يلي.`,
        para3: `يرجى الاطلاع على بيان سياسة الخصوصية التالي الذي يوضح بوضوح كيفية استخدامنا لبياناتك الشخصية وكيفية جمعها وتخزينها ومعالجتها. يشرح أيضًا حقوقك بموجب القانون المتعلق ببياناتك الشخصية.`,
        para4: `يشير هذا المستند إلى "البيانات الشخصية" إلى البيانات الشخصية والبيانات الشخصية الحساسة كما هو محدد في قانون معالجة البيانات الشخصية (حماية الأفراد) رقم 138(1) لعام 2001 المعدل من وقت لآخر، بالإضافة إلى لائحة حماية البيانات العامة (GDPR) (EU 2016/679) وبقدر ما ينطبق ذلك، لوائح حماية البيانات أو الخصوصية للقوانين في أي بلد آخر.`,
        para5: `FXORO، وشركاؤنا، وأعضاء أي جهة، ووكلاء و/أو المقاولين الذين نتعامل معهم من خلال جمع البيانات، وتخزينها، ومعالجتها، وأي طرف ثالث يتصرف نيابة عنا، قد يجمعون، ويعالجون، ويستخدمون ويخزنون البيانات الشخصية التي قدمتها لأغراض إجراء المعاملات، و/أو تقديم خدمات أخرى، ودعم العمليات وتطوير أعمالنا أو أعمالهم.`,
      },
      sectionInfoWeCollect: {
        title: `ما هي المعلومات التي نجمعها منك؟`,
        para1: `لكي تقدم FXORO خدماتها لعملائها في مجال الاستثمار، يجب على FXORO جمع ومعالجة واحتفاظ بالبيانات الشخصية لعملائها وفقًا للمتطلبات القانونية الإلزامية. يتضمن ذلك، على سبيل المثال لا الحصر، اسمك، تاريخ ميلادك، عنوان إقامتك، رقم جواز السفر، عنوان البريد الإلكتروني، رقم الهاتف، المهنة، معلومات الدفع، ومعلومات حول حالتك المالية.`,
        para2: `لتقديم منتجاتنا وخدماتنا، قد نقوم بجمع معلوماتك من خلال عدة مصادر مختلفة، بما في ذلك ولكن لا يقتصر على:`,
        list: {
          list1: `الموقع الإلكتروني والنماذج`,
          list2: `المحادثة المباشرة على الموقع الإلكتروني`,
          list3: `نظام إدارة علاقات العملاء (CRM)`,
          list4: `عبر الهاتف`,
          list5: `عبر البريد الإلكتروني`,
          list6: `معالجين طرف ثالث آخرين`,
          list7: `مزودي خدمات طرف ثالث`,
          list8: `العملاء الحاليين`,
          list9: `الشركاء والموظفين`,
        },
        para3: `تقوم FXORO أيضًا بجمع ومعالجة المعلومات الشخصية المتعلقة بك، والتي تكون ضرورية لتقديم الخدمات لك، كما هو مذكور أدناه في قسم "كيف نستخدم ونشارك معلوماتك المحددة التي يمكن تحديدها شخصيًا؟" يشمل ذلك معلومات حولك عندما تكمل طلبًا عبر الإنترنت أو نموذجًا آخر من الأنواع المختلفة وعند الوصول إلى حسابك في FXORO وتداوله عبره. بالإضافة إلى ذلك، قد نحصل أيضًا على معلومات شخصية نتيجة لعمليات التوثيق أو فحوص الهوية، بما في ذلك فحوص وكالات مراجعة الائتمان (التي قد تحتفظ بسجل للمعلومات) لمنع الاحتيال.`,
        para4: `قد يكون لـ FXORO أيضًا معلومات مستمدة من استخدامك لمواقع FXORO وبرنامج العميل وقد يقوم بتخزين هذه المعلومات مع ملفك الشخصي. قد تشمل هذه المعلومات المناطق التي تمت زيارتها على الموقع، والصفحات المعروضة، وتكرار ومدة الزيارات، وعنوان بروتوكول الإنترنت (IP)، ومعلمات تحديد الكمبيوتر، وأنواع المعاملات التي تم إجراؤها، والمستندات المُحمّلة، ونقرات الماوس، وحركات الماوس، وأنشطة التمرير، فضلاً عن النص الذي تكتبه على هذا الموقع والذي يحيلك إلى موقعنا أو المواقع التي تربطك بها.`,
      },
      sectionProtectPersonalInfo: {
        title: `كيف نحمي معلوماتك الشخصية`,
        para1: `نحن في FXORO ملتزمون بالاحترام والحفاظ على خصوصيتك، ولذلك، لدينا العديد من التدابير المتخذة`,
        para2: `من بين العديد من التدابير، نستخدم وسائل حماية الحاسوب مثل جدران الحماية وتشفير البيانات. نفرض أيضًا ضوابط الوصول البدني لمبانينا وملفاتنا للحفاظ على سلامة هذه البيانات. نوفّر الوصول إلى الموظفين الذين يحتاجونه لأداء مسؤولياتهم فقط.`,
      },
      sectionLinks: {
        title: `الروابط`,
        para1: `عند استخدام مواقع FXORO، قد تكون قادرًا على الربط بمواقع أخرى. لا ينطبق سياسة الخصوصية والأمان هذه على تلك المواقع الأخرى التي قد تختار الربط منها إلى موقع FXORO، ونحن لسنا مسؤولين عن أي معلومات شخصية يتم جمعها بواسطة أطراف ثالثة عبر تلك المواقع الأخرى`,
      },
      sectionProcessPersonalInfo: {
        title: `معالجة المعلومات الشخصية`,
        para1: `يتم تقييد الوصول إلى المعلومات الشخصية للموظفين والشركاء والمقاولين والشركات التابعة لـ FXORO (بما في ذلك ولكن لا يقتصر على الشركات الأم والشقيقة والفرعية) الذين يحتاجون إلى الوصول إلى هذه المعلومات للأغراض المذكورة في هذه السياسة. يلتزم أولئك الذين لديهم وصول إلى المعلومات الشخصية بالامتثال لمعايير صارمة للسرية عند إدارة المعلومات الشخصية وغيرها من البيانات.`,
      },
      sectionSecurity: {
        title: `الأمان`,
        para1: `تبذل FXORO جهودًا للحفاظ على التدابير اللازمة لضمان عدم سوء استخدام البيانات والمعلومات الشخصية التي قدمتها. تشمل هذه التدابير والحماية تشفير البيانات أثناء النقل وآليات المصادقة القوية وفصل الأجهزة والبيانات لتوفير مناطق آمنة. على الرغم من أن مثل هذه الأنظمة والإجراءات تقلل من مخاطر انتهاكات الأمان، إلا أنها لا توفر أمانًا مطلقًا. لذلك لا يمكن لـ FXORO أن تضمن أن خدماتنا ستكون محصنة ضد أي أفعال غير قانونية أو أعطال أو اختراقات غير مشروعة للمعلومات المخزنة فيها ولمخاطر أمان المعلومات الأخرى، أو أن التواصل الخاص بك على خدمتنا سيظل سريًا.`,
      },
      sectionAnonymusStatInfo: {
        title: `كيف نستخدم ونشارك المعلومات الإحصائية المجهولة؟`,
        para1: `تقوم FXORO بجمع المعلومات الإحصائية المجهولة من أجل التأكد من تلبية احتياجات عملائها. من خلال جمع مثل هذه البيانات، يمكن لـ FXORO مراقبة وتحسين الخدمات التي تقدمها لعملائها الحاليين والمحتملين. قد نشارك هذه المعلومات المجهولة مع أطراف ثالثة.`,
      },
      sectionIdentifiableInfo: {
        title: `كيف نستخدم ونشارك معلوماتك الشخصية المعرفة؟`,
        para1: `قد يستخدم FXORO معلوماتك الشخصية ويشاركها مع الشركاء والمقاولين ومقدمي الخدمات والمستشارين ومعالجي المعاملات والشركات التابعة لـ FXORO (بما في ذلك الشركات الأم والشقيقة والفرعية) (الشركاء) للأغراض التالية فقط، وبناءً على موافقتك الصريحة:`,
        list: {
          list1: `تزويدك بالخدمات التي طلبتها بما في ذلك معالجة المعاملات`,
          list2: `تأكيد هويتك`,
          list3: `تقييم ملاءمتك`,
          list4: `تقديم المنتجات والخدمات التي نقدمها`,
          list5: `الحفاظ على ملفك الشخصي`,
          list6: `إدارة حسابك`,
          list7: `التواصل معك عند الضرورة أو الاقتضاء فيما يتعلق بالخدمات التي تُقدم لك، بما في ذلك عبر منصة إرسال بريد من طرف ثالث`,
          list8: `البقاء على اطلاع حالة عملك كعميل فيما يتعلق بعقودك التي قمت بتداولها وأنشطة FXORO`,
          list9: `إدارة وتسيير المنتجات والخدمات المقدمة لك`,
          list10: `لأغراض التسويق، بما في ذلك على سبيل المثال لا الحصر تزويدك بمعلومات بخصوص المنتجات والخدمات التي تقدمها FXORO وشركاؤها`,
          list11: `تطوير فهم حول المنتجات والخدمات التي قد تهمك وتخصص الموقع الإلكتروني حسب احتياجاتك واهتماماتك`,
          list12: `إنشاء بيانات إحصائية غير شخصية`,
          list13: `إجراء استطلاعات الرأي والاستبيانات`,
          list14: `فرض شروط الاستخدام السارية`,
        },
        para2: `إذا اعتقدت FXORO أنك قد خرقت شروط الاستخدام السارية أو تسببت في إساءة استخدام الخدمات أو قامت بأي فعل أو إغفال يعتبره FXORO مخالفًا لأي قانون أو قاعدة أو لائحة، فقد تشارك FXORO معلوماتك مع جهات إنفاذ القانون والسلطات المختصة وكذلك مع أطراف ثالثة، حسب الاقتضاء؛`,
        para3: `إذا كان يلزم FXORO أو يعتقد أنه ملزم بموجب القانون بمشاركة أو الكشف عن معلوماتك للسلطات المالية أو أي جهة ثالثة أخرى؛`,
        list2: {
          list1: `في أي حالة نزاع أو إجراء قانوني من أي نوع بينك وبين FXORO، أو بينك وبين عملاء آخرين أو أطراف ثالثة فيما يتعلق بالخدمات التي يقدمها FXORO`,
          list2: `في أي حالة يعتقد فيها FXORO أن مشاركة المعلومات ضرورية لمنع الأذى الجسيم الوشيك أو الضرر للممتلكات`,
          list3: `إذا نظمت FXORO عملية خدماتها ضمن إطار قانوني مختلف، أو من خلال هيكل قانوني آخر أو كيان، أو إذا اندمجت FXORO مع كيان آخر، طالما أن تلك الكيانات توافق على الالتزام بأحكام هذه السياسة واتفاقيات السرية أيضًا`,
        },
      },
      sectionOptOut: {
        title: `الاختيار وإلغاء الاشتراك`,
        para1: `في عملية التسجيل مع FXORO كعميل، سيتم منحك خيار إلغاء الاشتراك في الاشتراك في الخدمات الإضافية التالية:`,
        list: {
          list1: `خدمات التسويق، التي توفر لك معلومات بخصوص المنتجات والخدمات التي يقدمها FXORO أو شركاؤها؛ والفرص التي نعتقد أنها قد تكون ذات صلة بك؛ أوامر العملاء، والتواصل مع FXORO`,
          list2: `النشرات الإخبارية`,
          list3: `رسائل SMS (نصية)`,
          list4: `غيرها من الاتصالات الإلكترونية`,
        },
        para2: `إذا كنت لا ترغب بعد الآن في تلقي الاتصالات المذكورة أعلاه، يمكنك إلغاء الاشتراك من استلامها عن طريق إرسال بريد إلكتروني إلى {complianceMail} أو على {removalMail}.`,
        para3: `يجب أن يحتوي البريد الإلكتروني على ما يلي:`,
        list2: {
          list1: `الاسم واللقب`,
          list2: `رقم الحساب (إن وجد)`,
          list3: `البريد الإلكتروني المستخدم في عملية التسجيل`,
        },
      },
      sectionTransferData: {
        title: `نقل البيانات إلى دول ثالثة`,
        para1: `يمكن أن تتم نقل البيانات الشخصية من قبل FXORO إلى أطراف ثالثة في دول أعضاء المنطقة الاقتصادية الأوروبية وكذلك إلى دول غير أعضاء المنطقة الاقتصادية الأوروبية للأغراض المذكورة في هذه السياسة. تعطي موافقتك الصريحة والواضحة لمثل هذا النقل، بشرط أن يتم هذا النقل دائمًا وفقًا للوائح المتعلقة بحماية البيانات التي تحكم عملياتنا.`,
      },
      sectionUpdateInfo: {
        title: `تحديث معلوماتك`,
        para1: `يمكنك إبلاغ {logoText} في أي وقت بتغيير تفاصيلك الشخصية عن طريق إرسال بريد إلكتروني إلينا على {fxoroMail}. سنقوم بتغيير أو حذف معلوماتك الشخصية وفقًا لتعليماتك، باستثناء ما يتعين علينا الاحتفاظ بمعلوماتك الشخصية لأغراض تنظيمية أو قانونية، أو لتزويدك بالخدمات التي طلبتها أو للحفاظ على سجلات الأعمال المناسبة، وفي هذه الحالة ستتم حذف معلوماتك الشخصية عند انتهاء هذه الفترة الإلزامية. على أي حال، قد تحتفظ {logoText} بأي معلومات مجمعة أو مجهولة الهوية للأغراض المذكورة في سياسة الخصوصية والأمان هذه، إلى أجل غير مسمى.`,
      },
      sectionCookies: {
        title: `ملفات تعريف الارتباط (كوكيز)`,
        para1: `ملفات تعريف الارتباط (كوكيز) هي ملفات صغيرة من المعلومات، تشمل غالبًا رقم تعريف فريد أو قيمة فريدة، والتي يتم تخزينها على قرص الكمبيوتر الصلب الخاص بك نتيجة لاستخدامك لبرنامج التداول FXORO و/أو دخولك إلى مواقع FXORO.`,
        para2: `نستخدم كل من ملفات تعريف الجلسة (Session ID) وملفات تعريف الارتباط الدائمة (Persistent cookies). تنتهي مدة صلاحية ملف تعريف الجلسة (Session ID) عند إغلاق متصفحك. يظل ملف تعريف الارتباط الدائمة على قرص الكمبيوتر الخاص بك لفترة زمنية ممتدة.`,
        para3: `نضع ملف تعريف الارتباط الدائمة لأغراض إحصائية. تمكننا ملفات تعريف الارتباط الدائمة أيضًا من تتبع واستهداف موقع واهتمامات مستخدمينا وتعزيز تجربة خدماتنا على موقعنا.`,
        para4: `يمكنك إزالة ملفات تعريف الارتباط الدائمة عن طريق اتباع التعليمات المقدمة في ملف "مساعدة" متصفح الإنترنت الخاص بك. إذا لم تكن ترغب في تلقي ملفات تعريف الارتباط على الإطلاق، فقد تكون قادرًا على تغيير إعدادات متصفحك لرفض جميع ملفات تعريف الارتباط أو أن يطلب منك جهاز الكمبيوتر الخاص بك أن يخبرك في كل مرة يتم إرسال ملف تعريف الارتباط إليه، وبالتالي تتيح لك الاختيار فيما إذا كنت تقبله أم لا. ومع ذلك، قد يؤدي ذلك إلى تأثير جودة الخدمات التي نقدمها لك فيما يتعلق بحسابك. بعض ملفات تعريف الارتباط الدائمة، مثل ملفات تعريف الارتباط الفلاشية، لا يمكن إزالتها ولا يمكن حظرها عن طريق تغيير إعدادات متصفحك.`,
        para5: `قد لا تتم إزالة بعض ملفات تعريف الارتباط الدائمة أو حظرها من قبل متصفح الإنترنت الخاص بك. إذا كنت ترغب في تعطيل جميع ملفات تعريف الارتباط، يرجى إرسال طلب إلى {fxoroMail}.`,
      },
      sectionRemarketing: {
        title: `إعادة التسويق باستخدام Google Analytics`,
        para1: `قد نستخدم المعلومات التي نجمعها لمساعدتنا في تقديم إعلانات ذات صلة لك (إعادة التسويق). إعادة التسويق هي طريقة لنا للتواصل مع زائري مواقعنا والإعلانات، استنادًا إلى تفاعلاتهم السابقة مع موقعنا والإعلانات. قد يتم تعيين متسوقي تسويق الطرف الثالث من قبل FXORO لتقديم خدمات إعادة التسويق مثل هذه. وبالتالي، قد يعرض متسوقو الطرف الثالث، بما في ذلك Google، إعلانات FXORO على مواقع الإنترنت. قد يستخدم متسوقو الطرف الثالث، بما في ذلك Google، أيضًا ملفات تعريف الارتباط الخاصة بهم وملفات تعريف الارتباط الخاصة بطرف ثالث والتقنيات المماثلة لعرض الإعلانات استنادًا إلى زيارات الزائر السابقة إلى موقع FXORO.`,
        para2: `يمكنك إلغاء استخدام Google Analytics من قبل معلني العرض وإلغاء استخدام الإعلانات المخصصة في شبكة عرض Google عن طريق زيارة مدير تفضيلات الإعلانات التابع لشركة Google. نشجعك أيضًا على زيارة إضافة المتصفح لإلغاء استخدام Google Analytics.`,
        para3: `لمزيد من المعلومات، يمكنك أيضًا زيارة مركز خصوصية Google.`,
      },
      sectionYourRights: {
        title: `ما هي حقوقك؟`,
        para1: `لا يلزم عليك تقديم أي من البيانات الشخصية المطلوبة من قبل FXORO. ومع ذلك، بدون تقديم المعلومات المطلوبة في نموذج الطلب، قد لا يكون بإمكان FXORO فتح حساب لك، أو تقديم أي خدمات أخرى، أو تقديم المعلومات أو المساعدة التي طلبتها، أو تقييم ملاءمة الخدمة التي تطلبها.`,
      },
      sectionRightToRequest: {
        title: `لديك الحق في طلب وتلقي ما يلي:`,
        list: {
          list1: `معلومات حول جميع البيانات الشخصية التي نملكها والتي تمت معالجتها ومعلومات حول كيفية الحصول على هذه البيانات والغرض من معالجة البيانات والجهات المستلمة وفئات البيانات التي تمت معالجتها أو ستتم معالجتها والمعالجة التي تمت منذ آخر تحديث للموضوع المعالجة والمنطق وراء نظام المعالجة التلقائي`,
          list2: `أي تصحيح وحذف لبياناتك الشخصية التي لم يتم معالجتها وفقًا للمتطلبات المعمول بها بسبب عدم وجود معلومات أو تضاربات`,
          list3: `أي إخطار يتم إجراؤه لأي طرف ثالث بأي تعديلات تمت وفقًا للبند (2) أعلاه، ما لم يكن ذلك سيكون عبئًا غير متناسب علينا`,
        },
      },
      sectionAffiliates: {
        title: `شركاء وشركاء تجاريون`,
        para1: `قد تشارك FXORO المعلومات مع الشركاء والشركاء التجاريين في حالة الحاجة المعقولة لهؤلاء الشركاء والشركاء التجاريين لذلك، بهدف:`,
        list: {
          list1: `تقديم منتجات وخدمات مماثلة إضافية تلبي احتياجاتك ويتم تقديمها بطريقة مفيدة وملائمة (فقط عندما تكون قد وافقت على ذلك)؛ و/أو`,
          list2: `خدمة حسابات العملاء.`,
        },
        para2: `لا تبيع FXORO أو ترخص أو تؤجر أو تكشف معلومات شخصية للأطراف الثالثة، إلا كما هو موضح في بيان الخصوصية هذا.`,
      },
      sectionEnforcement: {
        title: `التنفيذ`,
        para1: `تبذل {logoText} قصارى جهدها للامتثال لسياسة الخصوصية والأمان هذه. إذا كان لديك أي أسئلة أو مخاوف أو شكاوى بخصوص سياسة الخصوصية والأمان هذه وتنفيذها، يرجى إحالتها إلى: {complaintsMail}. بعد استلام شكواك، قد يتصل بك {logoText} لفهم مخاوفك بشكل أفضل وسيبذل كل الجهود للرد على سؤالك أو حل شكواك بالكامل برضاك التام.`,
        para2: `لقد عينت {logoText} مسؤولًا عن حماية البيانات (DPO)، الذي يتولى مهمة مراقبة استراتيجية حماية البيانات وتنفيذها، لضمان الامتثال للائحة العامة لحماية البيانات (GDPR). إذا كان لديك أي أسئلة أو مخاوف أو شكاوى بخصوص استراتيجيتنا لحماية البيانات وتنفيذها، يرجى إحالتها إلى: {dpoMail}.`,
      },
      sectionAmendments: {
        title: `تعديلات على السياسة`,
        para1: `قد تقوم FXORO بتغيير وتحديث شروط سياسة الخصوصية والأمان من وقت لآخر. ستكون جميع التغييرات سارية اعتبارًا من سبعة (7) أيام بعد نشرها الأولي على الموقع الإلكتروني، ما لم يقم FXORO بتعديل سياسة الخصوصية والأمان للامتثال لمتطلبات قانونية أو تنظيمية. في هذه الحالات، ستصبح التعديلات سارية المفعول حسب الاقتضاء، أو حسب التوجيهات الصادرة.`,
      },
      sectionGoverningLaw: {
        title: `القانون الساري`,
        para1: `بخصوص المسائل التي لم يتم التعامل معها في سياسة الخصوصية والأمان الحالية، سيكون القانون القبرصي هو الساري.`,
      },
      sectionConsent: {
        title: `الموافقة`,
        para1: `من خلال الاستمرار في استخدام موقعنا الإلكتروني أو الخدمات الأخرى المقدمة، فإنك توافق على جمع ومعالجة واستخدام بياناتك الشخصية من قبل FXORO.`,
      },
    },
  };
}

export default privacyAndSecurityPolicy_Translation_AR;
